Repository: m4riusz/PSEUnofficial
Catalog: iOS/Resources/*.lproj/iOS.strings
Languages: pl

# Country/czech
source: Czech
pl: Czechy

# Country/germany
source: Germany
pl: Niemcy

# Country/lithuania
source: Lithuania
pl: Litwa

# Country/slovakia
source: Slovakia
pl: Słowacja

# Country/sweden
source: Sweden
pl: Szwecja

# Country/ukraine
source: Ukraine
pl: Ukraina

# List/Section/crossBorder
source: Sync / async exchange [MW]
pl: Wym. równoległa / nierównoległa [MW]

# List/Section/flow
source: Flows [MW]
pl: Przepływy [MW]

# List/Section/summary
source: Summary
pl: Podsumowanie

# List/title
source: Data
pl: Dane

# Main/About/tab
source: Info
pl: O aplikacji

# Summary/frequency
source: Frequency [Hz]
pl: Częstotliwość [Hz]

# Summary/generation
source: Generation [MW]
pl: Generacja [MW]

# Summary/load
source: Load [MW]
pl: Zapotrzebowanie [MW]

# Summary/other
source: other renewables
pl: el. inne odnawialne

# Summary/solar
source: solar power plants
pl: el. fotowoltaiczne

# Summary/thermal
source: thermal power plants
pl: el. cieplne

# Summary/total
source: Actual total cross-border exchange [MW]
pl: Saldo wymiany całkowitej [MW]

# Summary/water
source: water power plants
pl: el. wodne

# Summary/wind
source: wind power plants
pl: el. wiatrowe

# CrossBorder/parallelExchange
source: Cross-border exchange with synchronous zone
pl: Wymiana równoległa

# CrossBorder/nonParallelExchange
source: Cross-border exchange with non synchronous zone
pl: Wymiana nierównoległa

# Loading/title
source: Fetching data
pl: Pobieram dane

# Error/title
source: Oops...
pl: Ups...

# Error/generic
source: Failed to fetch data
pl: Nie udało się pobrać danych

# Error/noInternetConnection
source: No internet connection
pl: Brak połączenia z internetem

# Error/action
source: TRY AGAIN
pl: SPRÓBUJ PONOWNIE

# About/description
source: This application shows the current and planned flow of electricity as well as the current load and generation in the Polish Power System. The application uses API issued by Polskie Sieci Elektroenergetyczne S.A. (PSE S.A.)
pl: Aplikacja ta pokazuje aktualny i planowany przepływ energii elektrycznej oraz aktualne obciążenie i generację energii w Polskim Systemie Elektroenergetycznym. Aplikacja korzysta z API wystawionego przez Polskie Sieci Elektroenergetyczne S.A. (PSE S.A.)

# About/Link/Api/title
source: More information
pl: Więcej informacji

# About/Link/Api/provider
source: https://www.pse.pl/web/pse-eng/data
pl: https://www.pse.pl/dane-systemowe

# About/Link/Icon/title
source: Icons provided by
pl: Dostawca ikon
